Repository: belenarbizu/ft_transcendence
Catalog: django/backend/locale/*/LC_MESSAGES/django.po
Languages: da_dk, es

source: sent you a message
da_dk: sendte dig en besked
es: te ha enviado un mensaje

source: You can't start the tournament
da_dk: Du kan ikke starte turneringen
es: No puedes empezar el torneo

source: You can't start the tournament with less than 3 competitors
da_dk: Du kan ikke starte turneringen med færre end 3 deltagere
es: No puedes empezar el torneo con menos de 3 competidores

source: Competitors can't be added once the tournament is started
da_dk: Deltagere kan ikke tilføjes, når turneringen er startet
es: Los competidores no pueden unirse una vez el torneo ha comenzado

source: You must choose an alias for this tournament
da_dk: Du skal vælge et alias for denne turnering
es: Debes escoger un alias para este torneo

source: The alias is already in use
da_dk: Aliaset er allerede i brug
es: El alias está en uso

source: You already joined the tournament
da_dk: Du har allerede tilmeldt dig turneringen
es: Ya te has unido al torneo

source: Competitor not found
da_dk: Deltager ikke fundet
es: No se encontró el competidor

source: Competitors can't be removed once the tournament is started
da_dk: Deltagere kan ikke fjernes, når turneringen er startet
es: Los competidores no pueden eliminarse una vez el torneo ha comenzado

source: Practice (private)
da_dk: Træning (privat)
es: Práctica (privado)

source: Competition (public)
da_dk: Konkurrence (offentlig)
es: Competición (público)

source: Practice (cpu)
da_dk: Træning (cpu)
es: Práctica (cpu)

source: Waiting
da_dk: Venter
es: Esperando

source: Started
da_dk: Startet
es: Empezado

source: Finished
da_dk: Afsluttet
es: Finalizado

source: Open to new competitors
da_dk: Åben for nye deltagere
es: Abierto a nuevos competidores

source: The tournament is being played
da_dk: Turneringen er i gang
es: El torneo se está jugando

source: The tournament ended
da_dk: Turneringen er slut
es: El torneo acabó

source: Pirates
da_dk: Pirater
es: Piratas

source: Spanish
da_dk: Spansk
es: Español

source: English
da_dk: Engelsk
es: Inglés

source: Danish
da_dk: Dansk
es: Danés

source: Online status
es: Estado de conexión

source: Profile picture
da_dk: Profilbillede
es: Imagen de perfil

source: Picture from 42 API
da_dk: Billede fra 42 API
es: Imagen de API de 42

source: Preferred language
da_dk: Foretrukne sprog
es: Idioma preferido

source: Blocked users
da_dk: Blokerede brugere
es: Usuarios bloqueados

source: Invitations
da_dk: Invitationer
es: Invitaciones

source: Is friend of
da_dk: Er ven med
es: Es amigo de

source: Sent messages
da_dk: Sendte beskeder
es: Mensajes enviados

source: Pong ELO
es: ELO de Pong

source: Pirates ELO
da_dk: Pirater ELO
es: ELO de Piratas

source: Matchmaking game type
da_dk: Matchmaking spiltype
es: Tipo de juego para el emparejamiento

source: Matchmaking opponent range
da_dk: Matchmaking modstanderrækkevidde
es: Rango de emparejamiento

source: Matchmaking match
da_dk: Matchmaking kamp
es: Partido de emparejamiento

source: You cannot invite yourself
da_dk: Du kan ikke invitere dig selv
es: No puedes invitarte a ti mismo

source: The user is already invited
da_dk: Brugeren er allerede inviteret
es: El usuario ya está invitado

source: The user already sent you an invitation
da_dk: Brugeren har allerede sendt dig en invitation
es: El usuario ya te envió una invitación

source: The user doesn't exist
da_dk: Brugeren findes ikke
es: El usuario no existe

source: The user is already your friend
da_dk: Brugeren er allerede din ven
es: El usuario ya es tu amigo

source: sent you a friend request
da_dk: sendte dig en venneanmodning
es: te envió una solicitud de amistad

source: accepted your friend request
da_dk: accepterede din venneanmodning
es: aceptó tu solicitud de amistad

source: You blocked
da_dk: Du blokerede
es: Has bloqueado a

source: You unblocked
da_dk: Du ophævede blokeringen af
es: Has desbloqueado a

source: Sender
da_dk: Afsender
es: Emisor

source: Recipient
da_dk: Modtager
es: Destinatario

source: Message
da_dk: Besked
es: Mensaje

source: Game notification
da_dk: Spilnotifikation
es: Notificacion de juego

source: Date
da_dk: Dato
es: Fecha

source: Blocked message
da_dk: Blokeret besked
es: Mensaje bloqueado

source: Game mode
da_dk: Spiltilstand
es: Modo de juego

source: Home player
da_dk: Hjemme-spiller
es: Jugador local

source: Guest player
da_dk: Gæste-spiller
es: Jugador visitante

source: Game type
da_dk: Spiltype
es: Tipo de juego

source: Score of home player
da_dk: Hjemme-spillerens score
es: Puntuación del jugador local

source: Score of guest player
da_dk: Gæste-spillerens score
es: Puntuación del jugador visitante

source: Winner of the match
da_dk: Vinder af kampen
es: Ganador del partido

source: Match state
da_dk: Kampens tilstand
es: Estado del partido

source: Tournament
da_dk: Turnering
es: Torneo

source: Tournament round
da_dk: Turneringsrunde
es: Ronda del torneo

source: Home player joined the match
da_dk: Hjemme-spilleren tilsluttede sig kampen
es: El jugador local se unió al partido

source: Guest player joined the match
da_dk: Gæste-spilleren tilsluttede sig kampen
es: El jugador visitante se unió al partido

source: Only players can join this match
da_dk: Kun spillere kan tilslutte sig denne kamp
es: Solo los jugadores pueden unirse a este partido

source: You can't join a match that already started
da_dk: Du kan ikke tilslutte dig en kamp, der allerede er startet
es: No puedes unirte a un partido que ya ha comenzado

source: You already joined this match
da_dk: Du har allerede tilsluttet dig denne kamp
es: Ya te has unido a este partido

source: Unread messages
da_dk: Ulæste beskeder
es: Mensajes no leidos

source: user friend of
da_dk: bruger ven med
es: usuario amigo de

source: fiend of
da_dk: fjende med
es: amigo de

source: Competitor
da_dk: Deltager
es: Competidor

source: The competitor was eliminated
da_dk: Deltageren blev elimineret
es: El competidor fue eliminado

source: Name of the tournament
da_dk: Navn på turneringen
es: Nombre del torneo

source: Description of the tournament
da_dk: Beskrivelse af turneringen
es: Descripción del torneo

source: Owner of the tournament
da_dk: Turneringens ejer
es: Creador del torneo

source: Mode of the tournament
da_dk: Turneringsform
es: Modo del torneo

source: State of the tournament
da_dk: Turneringens tilstand
es: Estado del torneo

source: Round
da_dk: Runde
es: Ronda

source: Game
da_dk: Spil
es: Juego

source: Competitors
da_dk: Deltagere
es: Competidores

source: Chat with
da_dk: Chat med
es: Conversación con

source: message
da_dk: besked
es: mensaje

source: Send
es: Enviar

source: View profile of
da_dk: Vis profil af
es: Ver el perfil de

source: Play with
da_dk: Spil med
es: Jugar con

source: Block/Unblock
da_dk: Bloker/Ophæv blokering
es: Bloquear/Desbloquear

source: sent an invitation to play
da_dk: sendte en invitation til at spille
es: te envió una invitación para jugar

source: Play
da_dk: Spil
es: Jugar

source: Cancel
da_dk: Annuller
es: Cancelar

source: playing
da_dk: spiller
es: jugando

source: You won the match
da_dk: Du vandt kampen
es: Has ganado el partido

source: You lost the match
da_dk: Du tabte kampen
es: Has perdido el partido

source: Online
es: Conectado

source: This user is blocked
da_dk: Denne bruger er blokeret
es: Este usuario está bloqueado

source: Offline
es: Desconectado

source: Are you sure you want to leave the page?
da_dk: Er du sikker på, at du vil forlade siden?
es: ¿Estás seguro de que quieres abandonar la página?

source: Yes, I'm sure
da_dk: Ja, jeg er sikker
es: Si, estoy seguro

source: No, I'm afraid
da_dk: Nej, jeg er bange
es: No, tengo miedo

source: Friends
da_dk: Venner
es: Amigos

source: Invite friend
da_dk: Inviter ven
es: Invitar amigo

source: View the profile of
da_dk: Se profilen af
es: Ver el perfil de

source: invited you
da_dk: inviterede dig
es: te invitó

source: Accept invitation from
da_dk: Accepter invitation fra
es: Aceptar invitación de

source: Dismiss invitation from
da_dk: Afvis invitation fra
es: Rechazar invitación de

source: received your invitation
da_dk: modtog din invitation
es: recibió tu invitación

source: Cancel invitation for
da_dk: Annuller invitation til
es: Cancelar invitación para

source: username
da_dk: brugernavn
es: nombre de usuario

source: Invite
da_dk: Inviter
es: Invitar

source: Games
da_dk: Spil
es: Partidos

source: Edit profile
da_dk: Rediger profil
es: Editar perfil

source: online players
da_dk: online spillere
es: jugadores conectados

source: Tournaments
da_dk: Turneringer
es: Torneos

source: Logout
da_dk: Log ud
es: Cerrar sesión

source: Select the game
da_dk: Vælg spillet
es: Selecciona el juego

source: Select your opponent
da_dk: Vælg din modstander
es: Selecciona tu oponente

source: Play with a partner
da_dk: Spil med en partner
es: Jugar con un compañero

source: Play with the CPU
da_dk: Spil mod CPU'en
es: Jugar con la CPU

source: Use the matchmaking system
da_dk: Brug matchmaking-systemet
es: Usar el sistema de emparejamiento

source: Alias for the local player
da_dk: Alias for den lokale spiller
es: Alias para el jugador local

source: Alias for the guest player
da_dk: Alias for gæstespilleren
es: Alias para el jugador visitante

source: Update
da_dk: Opdater
es: Actualizar

source: Remove competitor
da_dk: Fjern deltager
es: Eliminar competidor

source: Disqualify competitor
da_dk: Diskvalificer deltager
es: Descalificar competidor

source: Add new competitor
da_dk: Tilføj ny deltager
es: Añadir nuevo competidor

source: Leave this tournament
da_dk: Forlad denne turnering
es: Abandonar este torneo

source: Join this tournament!
da_dk: Deltag i denne turnering!
es: ¡Únete a este torneo!

source: Create tournament
da_dk: Opret turnering
es: Crear torneo

source: Tournament name
da_dk: Turneringsnavn
es: Nombre del torneo

source: Tournament description
da_dk: Turneringsbeskrivelse
es: Descripción del torneo

source: Mode
da_dk: Tilstand
es: Modo

source: Create
da_dk: Opret
es: Crear

source: Start tournament
da_dk: Start turnering
es: Empezar torneo

source: Remove tournament
da_dk: Fjern turnering
es: Eliminar torneo

source: You joined the tournament as
da_dk: Du deltog i turneringen som
es: Te has unido al torneo como

source: won the tournament. Congratulations!
da_dk: vandt turneringen. Tillykke!
es: ganó el torneo. ¡Enhorabuena!

source: View the tournament page
da_dk: Se turneringssiden
es: Ver la página del torneo

source: Matches
da_dk: Kampe
es: Partidos

source: play
da_dk: spil
es: jugar

source: waiting
da_dk: venter
es: esperando

source: Accept invitation
da_dk: Accepter invitation
es: Aceptar invitación

source: Dismiss invitation
da_dk: Afvis invitation
es: Rechazar invitación

source: Cancel invitation
da_dk: Annuller invitation
es: Cancelar invitación

source: Chat
es: Conversar

source: Unblock
da_dk: Oplås
es: Desbloquear

source: Block
da_dk: Blokér
es: Bloquear

source: Did you do it on purpose?
da_dk: Gjorde du det med vilje?
es: ¿Lo hiciste a propósito?

source: Waiting for players
da_dk: Venter på spillere
es: Esperando a los jugadores

source: WINNER
da_dk: VINDER
es: GANADOR

source: How to play
da_dk: Hvordan man spiller
es: Cómo jugar

source: This game is a ping pong-style game that has two paddles and one ball.
da_dk: Dette spil er et ping pong-stil spil med to padler og en bold.
es: Este es un juego al estilo pin-pong que tiene dos paletas y una bola.

source: The goal of this game is to defeat your opponent by being the first to score 5 points.
da_dk: Målet med dette spil er at besejre din modstander ved først at score 5 point.
es: El objetivo de este juego es derrotar a tu oponente siendo el primero en anotar 5 puntos.

source: You earn a point when your opponent misses the ball.
da_dk: Du får et point, når din modstander misser bolden.
es: Ganas un punto cada vez que tu oponente pierde la bola.

source: Use the keyboard to control the paddle and hit the ball.
da_dk: Brug tastaturet til at styre paddlen og ramme bolden.
es: Usa el teclado para controlar la paleta y golpear la bola.

source: If you are playing on the left side of the screen, press “W” to move the paddle up and “S” to move it down.
da_dk: Hvis du spiller på venstre side af skærmen, skal du trykke på “W” for at flytte paddlen op og “S” for at flytte den ned.
es: Si estás jugando en el lado izquierdo de la pantalla, presiona 'W' para mover la paletahacia arriba y 'S' para moverla hacia abajo.

source: If you are playing on the right side, press “O” to move the paddle up and “L” to move it down.
da_dk: Hvis du spiller på højre side, skal du trykke på “O” for at flytte paddlen op og “L” for at flytte den ned.
es: Si estás jugando en el lado derecho de la pantalla, presiona 'O' para mover la paletahacia arriba y 'L' para moverla hacia abajo.

source: Game controls:
da_dk: Spilkontroller:
es: Controles:

source: Select the box on which to place your ship with the mouse and press "s" to rotate it.
da_dk: Vælg den boks, hvor du vil placere dit skib med musen, og tryk "s" for at rotere det.
es: Selecciona la casilla en la que quieres colocar tu barco con el ratón y presiona "s" para rotarlo

source: Press "a" or "d" to rotate the camera in both directions.
da_dk: Tryk "a" eller "d" for at rotere kameraet i begge retninger.
es: Presiona "a" or "d" para rotar la cámara.

source: Once the game starts, select the square on which to shoot by moving the mouse over it and clicking with the mouse.
da_dk: Når spillet starter, skal du vælge den firkant, du vil skyde på, ved at bevæge musen over den og klikke med musen.
es: Una vez que el juego comienza, selecciona la casilla en la que quieres disparar con el raton y clica sobre ella

source: Game description:
da_dk: Spilbeskrivelse:
es: Descripción del juego:

source: Pirates is inspired by the classic strategy game "Battleship".
da_dk: Pirater er inspireret af det klassiske strategispil "Battleship".
es: Piratas está inspirado en el juego clásico de estrategia "Battleship".

source: First, each player places three ships on the board without the opposing player seeing their positions.
da_dk: Først placerer hver spiller tre skibe på brættet, uden at modstanderen ser deres positioner.
es: Primero, cada jugador coloca tres barcos en el tablero sin que su oponente vea su posición

source: Then each player tries to guess the position of the opponent's ships by choosing a square on the board in their turn.
da_dk: Herefter prøver hver spiller at gætte placeringen af modstanderens skibe ved at vælge en firkant på brættet i deres tur.
es: Entonces cada jugador intenta averiguar la posición de los barcos de su oponente escogiendo una casilla en su turno

source: If the shot is accurate, the box will turn red and white otherwise.
da_dk: Hvis skuddet er præcist, vil boksen blive rød, ellers forbliver den hvid.
es: Si el disparo alcanzó un barco, la casilla se coloreará roja, y blanca en otro caso.

source: The winner will be the first to guess the position of all the enemy ships.
da_dk: Vinderen bliver den første, der gætter placeringen af alle fjendens skibe.
es: El ganador será el primero en alcanzar la posición de todos los barcos del enemigo

source: Username
da_dk: Brugernavn
es: Nombre de usuario

source: Password
da_dk: Adgangskode
es: Contraseña

source: Login
da_dk: Log ind
es: Iniciar sesión

source: Login with 42
da_dk: Log ind med 42
es: Iniciar sesión con 42

source: Register
da_dk: Registrer
es: Registrarse

source: Searching for an opponent
da_dk: Søger efter en modstander
es: Buscando un oponente

source: Repeat password
da_dk: Gentag adgangskode
es: Repite la contraseña

source: Sign up
da_dk: Tilmeld
es: Registrarse

source: Filter
da_dk: Filtrer
es: Filtro

source: Open
da_dk: Åben
es: Creado

source: Playing
da_dk: Spiller
es: Jugando

source: Ended
da_dk: Afsluttet
es: Finalizado

source: Authentication failed
da_dk: Autentifikation mislykkedes
es: La autenticación falló

source: Bad form
da_dk: Fejl i formular
es: Formulario erroneo

source: You already sent an invitation
da_dk: Du har allerede sendt en invitation
es: Ya has enviado una invitación

source: home
da_dk: hjem
es: local

source: guest
da_dk: gæst
es: visitante

source: Invalid username
da_dk: Ugyldigt brugernavn
